{
  "WordToIdx": {
    "\u003CPAD\u003E": 0,
    "\u003CUNK\u003E": 1,
    "add": 2,
    "coconut": 3,
    "milk": 4,
    "to": 5,
    "the": 6,
    "list": 7,
    "trade": 8,
    "quinoa": 9,
    "for": 10,
    "oat": 11,
    "flour": 12,
    "can": 13,
    "you": 14,
    "remove": 15,
    "rice": 16,
    "?": 17,
    "exchange": 18,
    "butter": 19,
    "with": 20,
    "cheese": 21,
    "change": 22,
    "get": 23,
    "rid": 24,
    "of": 25,
    "eggs": 26,
    "exclude": 27,
    "almond": 28,
    "please": 29,
    "sugar": 30,
    "no": 31,
    "in": 32,
    "this": 33,
    "include": 34,
    "honey": 35,
    "skip": 36,
    "replace": 37,
    "yogurt": 38,
    "beef": 39,
    "id": 40,
    "like": 41,
    "vegan": 42,
    "i": 43,
    "prefer": 44,
    "over": 45,
    "use": 46,
    "instead": 47,
    "take": 48,
    "out": 49,
    "delete": 50,
    "olive": 51,
    "oil": 52,
    "from": 53,
    "mushroom": 54,
    "lets": 55,
    "put": 56,
    "it": 57,
    "eliminate": 58,
    "tofu": 59,
    "chicken": 60,
    "throw": 61,
    "some": 62,
    "chia": 63,
    "seeds": 64,
    "we": 65,
    "swap": 66,
    "want": 67,
    "switch": 68,
    "substitute": 69,
    "insert": 70,
    "my": 71,
    "recipe": 72,
    "dont": 73,
    "avoid": 74,
    "using": 75,
    "bacon": 76,
    "peanuts": 77,
    "carrots": 78,
    "also": 79,
    ",": 80,
    "pasta": 81,
    "broccoli": 82,
    "onion": 83,
    "tomatoes": 84,
    "beans": 85,
    "garlic": 86,
    "is": 87,
    "okay": 88,
    "spinach": 89,
    "rather": 90,
    "egg": 91,
    "than": 92,
    "without": 93,
    "meal": 94,
    "try": 95,
    "lettuce": 96,
    "leave": 97,
    "a": 98,
    "bit": 99,
    "place": 100,
    "could": 101,
    "more": 102,
    "as": 103,
    "an": 104,
    "extra": 105,
    "have": 106,
    "tomato": 107,
    "potato": 108,
    "omit": 109,
    "sub": 110,
    "make": 111,
    "not": 112
  },
  "TagToIdx": {
    "O": 0,
    "B-NEW": 1,
    "B-OLD": 2,
    "I-NEW": 3
  }
}